import React from "react";
import { MainOutlet } from "../components/outlets";

const AboutUs = () => {
  return (
    <MainOutlet>
      <div className="my-14 text-black dark:text-white">
        <h1 className="title 800px:!text-[40px]">
          تعرف على
          <span className="text-gradient"> معهد سُمو</span>
        </h1>

        <br />
        <div className="w-[95%] 800px:w-[85%] m-auto">
          <p className="text-[18px]">
            “معهد سُمو” هو مؤسسة تعليمية تهدف إلى تقديم التدريب والتطوير في
            مجالات متنوعة لتلبية احتياجات الأفراد وسوق العمل.
            <br />
            <br /> يركز المعهد على تقديم برامج عالية الجودة تعزز المهارات
            العملية والمعرفية للمشاركين، وتساهم في رفع مستوى الكفاءة والإنتاجية.
            معهد سُمو ملتزم بتوفير بيئة تعليمية محفزة وداعمة تساعد المتدربين على
            تحقيق طموحاتهم وتطوير قدراتهم، وذلك من خلال نخبة من المدربين
            المتخصصين والمناهج المتطورة التي تراعي احتياجات السوق المحلي
            والعالمي.
            <br />
            <br /> يركز المعهد على تقديم برامج عالية الجودة تعزز المهارات
            العملية والمعرفية للمشاركين، وتساهم في رفع مستوى الكفاءة والإنتاجية.
            معهد سُمو ملتزم بتوفير بيئة تعليمية محفزة وداعمة تساعد المتدربين على
            تحقيق طموحاتهم وتطوير قدراتهم، وذلك من خلال نخبة من المدربين
            المتخصصين والمناهج المتطورة التي تراعي احتياجات السوق المحلي
            والعالمي.
            <br />
            <br />
          </p>
          <br />
          <span className="text-[22px]">Sumou</span>
          <h5 className="text-[18px]">sumou.oman@icloud.com</h5>
        </div>
      </div>
    </MainOutlet>
  );
};

export default AboutUs;
